Repository: jasp-stats/jaspGraphs
Catalog: po/R-*.po
Languages: de, eu, gl, pl, sr, ta, tr, vi, zh_hans

source: data | H0
de: Daten | H0
eu: datuak | H0
gl: datos | H0
pl: dane | H0
sr: подаци | H0
ta: தரவு | H0
tr: veri | H0

source: data | H1
de: Daten | H1
eu: datuak | H1
gl: datos | H1
pl: dane | H1
sr: подаци | H1
ta: தேதி | எச் 1
tr: veri | H1

source: data | H-
de: Daten | H-
eu: datuak | H-
gl: datos | H-
pl: dane | H-
sr: подаци | H-
ta: தரவு | H-
tr: Veri | H-

source: data | H+
de: Daten | H+
eu: datuak | H+
gl: datos | H+
pl: dane | H+
sr: подаци | H+
ta: தரவு | எச்+
tr: veri | H+

source: BF%s
gl: FB%s
ta: பி.எஃப்%s

source: log(BF%s)
gl: log(FB%s)
ta: பதிவு (பி.எஃப்%s)

source: Density
de: Dichte
eu: Dentsitatea
gl: Densidade
pl: Gęstość
sr: Густина
ta: அடர்த்தி
tr: Yoğunluk
vi: Mật độ
zh_hans: 密度

source: Median:
eu: Mediana:
gl: Mediana:
pl: Mediana:
sr: Медијана:
ta: நடு:
tr: Medyan:
vi: Trung vị:
zh_hans: 中位数：

source: Anecdotal
de: Anekdotisch
eu: Anekdotikoa
gl: Anecdótico
pl: Nikły
sr: Анегдотски
ta: நிகழ்வு
tr: Anekdotsal
vi: Dữ liệu đơn lẻ
zh_hans: 事例

source: Moderate
de: Moderat
eu: Moderatua
gl: Moderar
pl: Umiarkowany
sr: Умерено
ta: மிதமான
tr: Makul
vi: Trung bình
zh_hans: 中性

source: Strong
de: Stark
eu: Indartsua
gl: Forte
pl: Silny
sr: Јак
ta: வலுவான
tr: Güçlü
vi: Mạnh
zh_hans: 强

source: Very Strong
de: Sehr Stark
eu: Oso Indartsua
gl: Moi forte
pl: Bardzo mocne
sr: Веома јак
ta: மிகவும் வலுவானது
tr: Çok Güçlü
vi: Rất mạnh
zh_hans: 极强

source: Extreme
de: Extrem
gl: Extremo
pl: Ekstremum
sr: Екстремно
ta: எக்ச்ட்ரீம்
tr: Ekstrem
vi: Cực đại
zh_hans: 极端

source: Evidence
de: Evidenz
eu: Ebidentzia
gl: Evidencia
pl: Dowód
sr: Доказ
ta: சான்றுகள்
tr: Kanıt
vi: Bằng chứng
zh_hans: 证据

source: Evidence for H%s:
de: Evidenz für H%s:
gl: Evidencia para H%s:
pl: Dowód dla H%s:
sr: Докази за H%s:
ta: H%s க்கான சான்றுகள்:
tr: H%s'ye dair kanıtlar:
vi: Bằng chứng ủng hộ H%s:
zh_hans: 证据，对于 H%s:

source: Evidence for H%s
de: Evidenz für H%s
eu: Ebidentzia H%a-rentzako
gl: Evidencia para H%s
pl: Dowód dla H%s
sr: Докази за H%s
ta: H%s க்கான சான்றுகள்
tr: H%s için kanıt
vi: Bằng chứng ủng hộ H%s
zh_hans: 证据，对于 H%s

source: switchEnum: no default case nor an exhaustive set of cases!
de: switchEnum: kein Standardfall und keine erschöpfende Menge von Fällen!
gl: switchEnum: ningún caso por defecto, nin un conxunto exhaustivo de casos!
zh_hans: switchEnum：没有默认个案或详尽的个案集！

source: This function will be deprecated.
de: Diese Funktion wird überholt werden - nicht mehr gebrauchen.
gl: Esta función vaise desaconsellar.
zh_hans: 此函数即将被弃用。

source: jaspGraphs could not obtain axes labels from graph
de: JASPgraphs konnte keine Achsenbeschriftung von der Abbildung bekommen
gl: jaspGraphs non puido obter as etiquetas dos eixes da gráfica
zh_hans: jaspGraphs 无法从图形中获取轴标签

source: input was not a valid R expression, reinterpreting as character
de: Eingabe war kein gültiger R-Ausdruck, Neuinterpretation als Zeichenkette
gl: a entrada non é unha expresión correcta de R, volvéndose a interpretar como carácter
zh_hans: 输入不是有效的 R 表达式，正在重新转换为字符

source: Unknown title type: %s. I'm pretending it works as character and hope for the best...
de: Unbekannter Titeltyp: %s. Ich tu mal so als wären es Buchstaben sind und hoffe, dass es funktioniert...
gl: Tipo de título descoñecido: %s. Pretendo que funcione como carácter e agardemos o mellor...
zh_hans: 未知的标题类型：%s。我们假设它作为字符串来处理并希望它能工作......

source: Computing plotEditingOptions gave an error: %s
de: Berechnung von plotEditingOptions gab einen Fehler: %s
gl: Ao computar plotEditingOptions obtívose un fallo: %s
pl: Obliczanie opcji plotEditingOptions spowodowało błąd: %s
sr: Дошло је до грешке при израчунавању опција за уређивање графикона: %s
ta: கம்ப்யூட்டிங் சூழ்ச்சி ஆப்சன்கள் ஒரு பிழையைக் கொடுத்தன: %s
tr: plotEditingOptions hesaplanırken bir hata oluştu: %s
vi: Đã xảy ra lỗi khi tính toán plotEditingOptions (tùy chọn chỉnh sửa biểu đồ): %s
zh_hans: 计算 plotEditingOptions 时出错：%s

source: This plot cannot be edited because it was created with qgraph instead of ggplot.
de: Dieses Diagramm kann nicht bearbeitet werden, da es mit qgraph anstelle von ggplot erstellt wurde.
eu: Ezin da grafiko hau editatu ggplot-en ordez qgraph-ekin sortu delako.
gl: Esta gráfica non pode editarse porque se creou mediante qgraph en troques de ggplot.
pl: Ten wykres nie może być edytowany, ponieważ został stworzony z wykorzystaniem modułu qgraph zamiast ggplot.
sr: Овај дијаграм се не може уређивати јер је направљен са qgraph уместо ggplot.
ta: இந்த சதித்திட்டத்தைத் திருத்த முடியாது, ஏனெனில் இது சி.சி.பிளாட்டுக்கு பதிலாக Qgraph உடன் உருவாக்கப்பட்டது.
tr: Bu grafik ggplot yerine qgraph ile oluşturulduğu için düzenlenemez.
vi: Biểu đồ này không thể chỉnh sửa vì được tạo bằng qgraph thay vì ggplot.
zh_hans: 此绘图无法编辑，因为它是用 qgraph 而不是 ggplot 创建的。

source: This plot cannot be edited because it consists of multiple smaller figures.
de: Diese Abbildung kann nicht bearbeitet werden, da sie aus mehreren kleineren Diagrammen besteht.
eu: Ezin da grafiko hau editatu hainbat irudi txikiagoz osatuta dagoelako.
gl: Esta gráfica non pode editarse porque consta de múltiples gráficos máis pequenos.
pl: Ten wykres nie może być edytowany, ponieważ składa się z wielu mniejszych obrazów.
sr: Ова графика се не може уређивати јер се састоји од више мањих фигура.
ta: இந்த சூழ்ச்சி திருத்த முடியாது, ஏனெனில் இது பல சிறிய புள்ளிவிவரங்களைக் கொண்டுள்ளது.
tr: Bu grafik, birden fazla küçük figürden oluştuğu için düzenlenemez.
vi: Biểu đồ này không thể chỉnh sửa vì nó bao gồm nhiều hình nhỏ.
zh_hans: 此绘图无法编辑，因为它由多个较小的图形组成。

source: This plot cannot be edited because it was created with base R instead of ggplot.
de: Diese Abbildung kann nicht bearbeitet werden, da sie mit standard R und nicht mit ggplot erstellt wurde.
gl: Esta gráfica non pode editarse porque se creou mediante R base en troques de ggplot.
pl: Ten wykres nie może być edytowany, ponieważ został stworzony z wykorzystaniem kodu R zamiast ggplot.
sr: Ова графика се не може уређивати јер је направљена са базом R уместо ggplot.
ta: இந்த சூழ்ச்சி திருத்த முடியாது, ஏனெனில் இது சி.சி.பிளாட்டுக்கு பதிலாக அடிப்படை ஆர் உடன் உருவாக்கப்பட்டது.
tr: Bu grafik ggplot yerine base R ile oluşturulduğu için düzenlenemez.
vi: Biểu đồ này không thể chỉnh sửa vì nó được tạo bằng base (nền tảng) R thay vì ggplot.
zh_hans: 此绘图无法编辑，因为它是使用 base R 而不是 ggplot 创建的。

source: cannot create plotEditingOptions for object of class: %s.
de: kann plotEditingOptions für Objekt der Klasse %s nicht erstellen.
gl: non se pode crear plotEditingOptions para un obxecto de clase: %s.
pl: nie można stworzyć plotEditingOptions dla obiektu z klasy: %s.
sr: не може да креира plotEditingOptions за објекат класе: %s.
ta: வர்க்கத்தின் பொருளுக்கு சூழ்ச்சி செய்யும் விருப்பங்களை உருவாக்க முடியாது: %s.
tr: %s sınıfının nesnesi için plotEditingOptions oluşturulamıyor.
vi: Không thể tạo plotEditingOptions (tùy chọn chỉnh sửa biểu đồ) cho đối tượng thuộc lớp: %s.
zh_hans: 无法为: %s 类对象创建 plotEditingOptions 。

source: Converting plotEditingOptions to JSON gave an error: %s.
de: Die Umwandlung von plotEditingOptions in JSON ergab einen Fehler: %s.
gl: Ao converter plotEditingOptions a JSON obtívose un fallo: %s.
pl: Konwersja plotEditingOptions do formatu JSON spowodowała błąd: %s.
sr: Конвертовање plotEditingOptions у JSON је дало грешку: %s.
ta: சாதொபொகு க்கு சதிபதிகள் மாற்றங்களை மாற்றுவது ஒரு பிழையைக் கொடுத்தது: %s.
tr: plotEditingOptions'ı JSON'a dönüştürme işlemi bir hata verdi: %s.
vi: Chuyển đổi plotEditingOptions (tùy chọn chỉnh sửa biểu đồ) sang định dạng JSON đã xảy ra lỗi: %s.
zh_hans: 将 plotEditingOptions 转换为 JSON 时出现错误：%s。

source: Plot editing terminated unexpectedly. Fatal error in plotEditingOptions: %s To receive assistance with this problem, please report the message above at: https://jasp-stats.org/bug-reports
de: Die Plotbearbeitung wurde unerwartet abgebrochen. Fataler Fehler in plotEditingOptions: %s Um Unterstützung bei diesem Problem zu erhalten, melden Sie bitte die obige Meldung unter: https://jasp-stats.org/bug-reports
gl: A edición da gráfica rematou de xeito imprevisto. Fallo fatal en plotEditingOptions: %s Para recibir axuda con este problema, por favor, informa da mensaxe anterior a: https://jasp-stats.org/bug-reports
pl: Edycja wykresu została nieoczekiwanie przerwana - wystąpił błąd krytyczny w plotEditingOptions: %s Aby uzyskać pomoc w rozwiązaniu tego problemu, prosimy zgłosić powyższą wiadomość na stronie: https://jasp-stats.org/bug-reports
sr: Уређивање заплета је неочекивано прекинуто. Фатална грешка у plotEditingOptions: %s Да бисте добили помоћ у вези са овим проблемом, пријавите горњу поруку на: https://jasp-stats.org/bug-reports
ta: சூழ்ச்சி திருத்துதல் எதிர்பாராத விதமாக நிறுத்தப்பட்டது. சூழ்ச்சி செய்யும் விருப்பங்களில் அபாயகரமான பிழை: இந்த சிக்கலுக்கு உதவியைப் பெற %s, தயவுசெய்து மேலே உள்ள செய்தியைப் புகாரளிக்கவும்: https://jasp-stats.org/bug-reports
tr: Grafik düzenleme beklenmedik şekilde sonlandırıldı. PlotEditingOptions'da ölümcül hata: %s Bu sorunla ilgili yardım almak için lütfen yukarıdaki mesajı şu adrese bildirin: https://jasp-stats.org/bug-reports
vi: Việc chỉnh sửa biểu đồ đã bị dừng đột ngột. Lỗi nghiêm trọng trong plotEditingOptions (tuỳ chọn chỉnh sửa biểu đồ): %s. Để được hỗ trợ về sự cố này, vui lòng báo cáo thông báo trên tại: https://jasp-stats.org/bug-reports
zh_hans: 绘图编辑意外终止。 plotEditingOptions 中出现致命错误：%s 。想要获得有关此问题的帮助，请在以下位置报告上述消息：https://jasp-stats.org/bug-reports

source: Theoretical quantiles
de: Theoretische Quantile
eu: Kuantil teorikoak
gl: Cuantiles teóricos
pl: Kwantyle teoretyczne
sr: Теоријски квантили
ta: தத்துவார்த்த அளவுகள்
tr: Teorik kuantiller
vi: Phân vị theo lý thuyết
zh_hans: 理论分位数( Theoretical Quantile)

source: Observed quantiles
de: Beobachtete Quantile
eu: Behatutako kuantilak
gl: Cuantiles observados
pl: Kwantyle obserwowane
sr: Уочени квантили
ta: கவனிக்கப்பட்ட அளவுகள்
tr: Gözlemlenen kuantiller
vi: Phân vị quan sát được
zh_hans: 观测数据的分位数

source: Arguments xAxis and yAxis of themeJasp will be deprecated. Please use the argument "sides" instead.
de: Argumente xAxis und yAxis von themeJasp werden überholt werden. Bitte benutze stattdessen das Argument "sides".
gl: Os argumentos xAxis e yAxis de themeJasp vanse desaconsellar. Por favor, utiliza en troques o argumento "sides".
zh_hans: themeJasp 的参数 xAxis 和 yAxis 将被弃用。请改用参数“sides”。

source: aestethic 'method' for geom_abline2 expects either 'breaks' or 'ggplot2' but got something else!
de: Ästhetik-'Methode' für geom_abline2 erwartet entweder 'breaks' oder 'ggplot2', aber bekam etwas anderes!
zh_hans: geom_abline2 的美学方法“method”需要“breaks”或“ggplot2”，但出现了其他情况！

source: Counts
eu: Zenbaketak
pl: Liczebności
sr: Бројеви
ta: எண்ணிக்கைகள்
tr: Sayımlar
vi: Số đếm
zh_hans: 计数

source: This plot cannot be edited because it uses polar coordinates (e.g., pie chart).
pl: Ten wykres nie może być edytowany, ponieważ używa współrzędnych biegunowych (np. wykres kołowy).
sr: Овај дијаграм се не може уређивати јер користи поларне координате (нпр. питасти дијаграм).
ta: இந்த சதித்திட்டத்தைத் திருத்த முடியாது, ஏனெனில் இது துருவ ஆயத்தொலைவுகளைப் பயன்படுத்துகிறது (எ.கா., பை விளக்கப்படம்).
tr: Bu grafik, kutupsal koordinatlar kullandığı için düzenlenemez (örneğin, pasta grafiği).
vi: Biểu đồ này không thể chỉnh sửa vì nó sử dụng hệ tọa độ cực (ví dụ: biểu đồ tròn).
